"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "Benvenuti a SMARTReporter. Sembra sia la prima volta che fate partire SMARTReporter. Sarà pertanto aperta la finestra delle preferenze.";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "La configurazione dei vostri dischi sembra cambiata. Sarà aperta la finestra delle preferenze.";

"Could not open Console.app to open the log file. View it manually at '%@'." = "Non posso aprire Console.app per vedere il file di log file. Vederl in manuale a '%@'.";

"Delivery can't proceed because you've set no address to deliver from." = "La spedizione non può procedere in quanto non è impostato l'indirizzo del mittente.";

"Delivery can't proceed because you've set no address to deliver to." = "La spedizione non può procedere in quanto non è impostato l'indirizzo del ricevente.";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "La spedizione è fallita per un problema di autenticazione. Controllare nome utente, password, e metodo di autenticazione.";

"Delivery seemed to timeout. Please check hostname and port." = "Spedizione in timeout. Controllare nome host e porta.";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "La spedizione usando le impostazioni di Mail.app è fallita, quindi usate la configurazione manuale.";

"Error!\nCould not write to file '%@'. Please check Permissions." = "Errore!\nNon posso scrivere sul file '%@'. Controllare i Permessi.";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "Sembra che %@ sia andato in crash di recente. Consigliamo di spedire il log del crash per aiutare a risolvere il problema. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version.";

"Please check the e-mail settings." = "Si prega di controllare le impostazioni e-mail.";

"The E-Mail delivery failed!\n" = "La spedizione della E-Mail è fallita!\n";

"The E-Mail failure notification delivery failed!\n" = "La notifica E-Mail dell'errore è fallita!\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "I dati S.M.A.R.T. per il drive %@ indicano un guasto incombente!\n\nVi preghiamo di seguire le istruzioni nel paragrafo 'Cosa fare quando SMARTReporter predice un guasto' nelle FAQ di SMARTReporter il prima possibile.";

"SMARTReporter Failure Notice" = "Avviso di Errore da SMARTReporter";

"TEST E-Mail from SMARTReporter" = "E-Mail di TEST da SMARTReporter";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "I dati S.M.A.R.T. per il drive %D sulla macchina %N (nome host: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicano un guasto incombente!!\n\nnVi preghiamo di seguire le istruzioni nel paragrafo 'Cosa fare quando SMARTReporter predice un guasto' nelle FAQ di SMARTReporter il prima possibile.";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "Questo è solo un TEST!\nContenuto della mail qui sotto:\n\n";

"Unknown" = "Sconosciuto";

"Failing!" = "In errore!";

"Verified" = "Verificato";

"S.M.A.R.T. condition could not be verified" = "La condizione S.M.A.R.T. non ha potuto essere verificata";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "Soglia S.M.A.R.T. superata. IL DISCO POTREBBE ROMPERSI PRESTO";

"S.M.A.R.T. condition not exceeded, drive O.K." = "Soglia S.M.A.R.T. non superata. Disco O.K.";





"%@ can't operate properly when started from the disk image." = "%@ can't operate properly when started from the disk image.";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself.";

"%@ could not restart itself. Please do so yourself." = "%@ could not restart itself. Please do so yourself.";

"%@ has been moved, but applications should never be moved while they are running." = "%@ has been moved, but applications should never be moved while they are running.";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "%@ has successfully copied itself to the Applications folder, please start it from there.";

"Cancel" = "Cancel";

"Progress:" = "Progress:";

"Move to the Applications folder" = "Move to the Applications folder";

"Never" = "Never";

"No test in progress" = "No test in progress";

"OK" = "OK";

"OK! Open Console.app!" = "OK! Open Console.app!";

"Please fill in additional details here" = "Please fill in additional details here";

"Quit" = "Quit";

"Restart %@" = "Restart %@";

"Restart later" = "Restart later";

"Restart now" = "Restart now";

"Send" = "Send";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you.";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporter has detected an I/O Error on the drive named %1$@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%2$s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back.";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. status not yet determined";

"R.A.I.D. check not yet performed" = "R.A.I.D. check not yet performed";

"R.A.I.D. status check disabled" = "R.A.I.D. status check disabled";

"I/O Error check not yet performed" = "I/O Error check not yet performed";

"I/O Error check disabled" = "I/O Error check disabled";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. check (%@): no RAID sets found";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. check (%@): all %i RAID sets ONLINE";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i of %i RAID sets DEGRADED";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. check (%@): %i of %i RAID sets OFFLINE";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED";

"I/O Error check (%@): all %i watched drives OK" = "I/O Error check (%@): all %i watched drives OK";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest.";

"Sorry, the I/O error check can only be enabled for Admin-users." = "Sorry, the I/O error check can only be enabled for Admin-users.";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. status: %i of %i drives FAILING";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. status: all %i watched drives OK";